"{Phoebe: Yeah, so I said, “OK, relax please,” y’know, I mean, sex can be just\nabout two people right there in the moment, y’know, it’s, if he wants to see\nme again he can call and if not, that’s fine too. So after a looooot of\ntalking… I convinced him.\n\nJoey: Let me get this straight. He got you to beg to sleep with him, he got\nyou to say he never has to call you again, and he got you thinking this was a\ngreat idea.\n\nPhoebe: Um-hum.\n\nJoey: This man is my God.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: Alright, okay, alright. So I can’t fire Joseph but uh, I can sleep\nwith his wife.\n\nJoey: Karen?\n\nChandler: Yeah, Karen. I’m thinking about having an affair with her. Oh, you\nknow what? I just did.\n\nJoey: Ahh. What the hell are you doing to me man.\n\nChandler: Oh well it’s not me, it’s my character, Chandy. Yeah, the rogue\nprocessor who seduces his co-workers’ wives for sport and then laughs about it\nthe next day at the water cooler. In fact, I have her panties right there in\nmy drawer.\n\nJoey: Really?\n\nChandler: No freak-show, she’s fictional.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Okay, everybody relax. This is not even a date. It’s just two people\ngoing out to dinner and- not having sex.\n\nChandler: Sounds like a date to me.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Let me tell you something. As a woman there, is nothing sexier than a\nman who does not want to have sex.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Duncan [Phoebe’s Husband]: Oh God, I don’t know how to tell you this. I’m\nstraight.\n\nPhoebe: Huh.\n\nDuncan: Yeah, I know, I.\n\nPhoebe: I, I don’t, I don’t understand, how can you be straight? I mean,\nyou’re, you’re so smart and funny and you throw such great Academy Award\nparties.\n\nDuncan: I know, that’s what I kept telling myself but you just reach a point\nwhere you can’t live a lie any more.\n\nPhoebe: So how long have you known?\n\nDuncan: Well I guess on some level I always knew I was straight. I thought I\nwas supposed to be something else, you know, I’m an ice dancer, all my friends\nare gay, I was just tryin’ to fit in.\n\nPhoebe: And um, and there’s actually a, a woman?\n\nDuncan: Her name’s Debra.\n\nPhoebe: Oh. Well is she, is she the first that you’ve been with?\n\nDuncan: Well, I’ve never told you this but, there were one or two times, back\nin college, when I’d get really drunk, go to a straight bar and wake up with a\nwoman next to me. But I, I, I told myself it was the liquor and e-everyone\nexperiments in college.\n\nPhoebe: Sure.\n\nDuncan: But now I know I don’t have a choice about this, I was born this way.\n\nPhoebe: I, I don’t know what to say. I mean, you know, you’re married to\nsomeone for six years and you think you know him and then one day says, “Oh,\nI’m not gay.”\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Oh my God,\n\nPhoebe: I know.\n\nRachel: Why have I never tasted these before?\n\nPhoebe: Oh, I don’t make them a lot because I don’t think it’s fair to the\nother cookies.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Paolo, I really hate you for what you did to Rachel, [hands him a\nLasagna] but I still have five of these, so heat it at 375 until the cheese\nbubbles.\n\nPaolo: Grazie.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: I think you should go back with Gary. I don’t wanna be the guy that\nbreaks up a family, y’know when my parents split up, it was because of that\nguy. Whenever I would see him I was always think y’know “You’re the reason,\nyou are the reason why they’re not together.” and I hated that guy. And it\ndidn’t matter how nice he was, or how happy he made my Dad.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: I feel terrible, I really do.\n\nRachel: Oh, I’m sorry, did my back hurt your knife?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: These new kids, they never last. Sooner or later, they all…stop lastin’.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: OK. [singing] Smelly cat, smell-ly cat, what are they feeding you?\nSmelly cat [back up singers - smelly, smelly, smelly, really bad smelly cat,\nit’s not your fault] OK, sorry. I’m just, I’m just not getting that everyone\num, gets how smelly this cat actually is. I just think that maybe if we could\ntalk about this, cause I need to feel that you really care about the cat.\n\nProducer: Honey, uh we, we can talk about this. It’s just that it’s costing\nabout a hundred dollars a minute to be in here.\n\nPhoebe: Oh OK. So, um, the cat stinks but you love it, let’s go.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: No, there is no way he was a velociraptor. No Tony, look at the cranial\nridge, OK. If Dino was a velociraptor, he would have eaten the Flintstones.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Oh, okay, except I broke up with Roger.\n\n[…]\n\nRachel: What happened?\n\nPhoebe: I don’t know, I mean, he’s a good person, and he can be really sweet,\nand in some ways I think he is so right for me, it’s just… I hate that guy!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: You uh, you don’t believe in gravity?\n\nPhoebe: Well, it’s not so much that you know, like I don’t believe in it, you\nknow, it’s just…I don’t know, lately I get the feeling that I’m not so much\nbeing pulled down as I am being pushed.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Erica: [= Joey’s loony fan] Drake, what’re you getting at?\n\nJoey: I’m not Drake.\n\nRoss: That’s right, he’s not Drake, he’s Hans Remore, Drake’s evil twin.\n\nErica: Is this true?\n\nRachel: Yes, yes it is true. And I know this because, because he pretended to\nbe Drake to, to sleep with me. [throws water in his face]\n\nMonica: And then he told me he would run away with me, and he didn’t. [throws\nwater in his face]\n\nChandler: And you left the toilet seat up, you bastard. [throws water in his\nface]\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: No no no, wait, I wanna see what happens [in the show].\n\nJoey: Uh, I get Leslie out of the coma and then we make out.\n\nRachel: Well how can that be, you were just kissing Sabrina?\n\nMonica: Rachel, it’s a world where Joey is a neurosurgeon.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: I don’t know, I don’t get, I don’t get it, I mean, wh, wh, two months\nago Rachel and I were like, this close. Right now, what, I’m takin messages\nfrom guys she, she meets at the movies? I mean this, this Casey should be\ntakin’ down my messages, ya know, or, or, Rachel and I should be together and,\nand we should get some kind of me, message service.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Well, what about the fact that you insulted the bracelet and you made\nfun of me?\n\nChandler: OK, well that’s the part where I’m a wank. But I was hoping we\nwouldn’t focus on that.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: When I was little, I wanted to be a veterinarian, but then I found out\nyou had to put your hands into cows and stuff.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"ROSS: See what? I don’t know what she [=Rachel] sees in… in that goober. And\nit takes him, what? Like… like… I don’t know, uh… uh, hello… a… week, to get\nout a sentence.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Rachel you have to read this book. It’s called “Be Your Own\nWind-keeper”. It’s about how women need to become more empowered.\n\nPhoebe: Yeah and oh, and but there’s, there’s wind and the wind can make us\ngoddesses. But you know who takes out wind? Men, they just take it.\n\nRachel: Men just take out wind?\n\nPhoebe: Ya-huh, all the time, cause they are the lightning bearers.\n\nRachel: Wow.\n\nPhoebe: Yeah.\n\nRachel: Well that sounds kinda cool, kinda like The Hobbit.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Okay, Ben, this is the part where Ernie buries Bert in the sand and\ncan’t find him. Now, I’ve looked ahead on the tape and he does find him again.\nBut, okay, before that happens, there’s some pretty rough goin’ for a while\nbut I think we can handle it. And, there’s just the alphabet but we know that\nends well so. Okay, here we go. [starts the tape again]\n\nErnie [in the videotape]: Bert, Bert. Bert. Hey, what happened to my friend\nBert? He was here just a moment ago. Oh no, my old friend Bert is lost.\n\nPhoebe: [to Ben] Oh, I’m so glad you’re here.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: You’re just, you’re just clearly not familiar with our young persons\nvernacular. See, when we say dad, we mean buddy. We mean pal.\n\nRichard: Uh-huh, yeah.\n\nChandler: No no, seriously, Joey’s my dad, Monica’s my dad. I’ve even got some\ndads down at work.\n\nRichard: That’s fine. Well, your other dad and I are gonna go have a romantic\nevening and I guess I’ll just see you kids around.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Oh, why does this bother me so much? I mean I don’t wanna be one of\nthose people who tells their boyfriend they wanna spend 24 hours a day with\nthem.\n\nPhoebe: Sure.\n\nMonica: It’s just that he doesn’t have that much free time, ya know, and I\ndon’t know, what do I do?\n\nPhoebe: Does it matter? You’re ultimately just gonna die or get divorced or\nhave to blow your pets head off.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Hey is this true, that you write a lot of your own lines?\n\nJoey: Uh, well, kinda yeah. Like, remember last week when Alex was in the\naccident? Well the line in the script was, “If we don’t get this woman to a\nhospital, she’s going to die.” But I made it, “If this woman doesn’t get to a\nhospital, she’s not gonna live.”\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Janice: Janice has a question. Who of the six of you has sleep with the six of\nyou?\n\nPhoebe: Wow, it’s like a dirty math problem.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: All right, let’s get some perspective here, okay? These things, they\nhappen for a reason.\n\nMonica: Yeah. You!\n\nChandler: All right, Pheebs, back me up here, okay? You believe in that karma\ncrap, don’t you?\n\nPhoebe: Yeah, by the way, good luck in your next life as a dung beetle.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Phoebe, listen. You were with me, and we were shopping all day.\n\nPhoebe: What?\n\nMonica: We were shopping, and we had lunch.\n\nPhoebe: Oh, all right. What did I have?\n\nMonica: You had a salad.\n\nPhoebe: Oh, no wonder I don’t feel full.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Okay, so uh, who wants the last hamburger?\n\nPhoebe: Oh, alright, that’s it, now I have to go see him.\n\nMonica: Why?\n\nPhoebe: Hamburger. McDonald’s. Old MacDonald had a farm, my dad is a\n*pharm*-acist.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Erica: I don’t understand, why didn’t you help that man?\n\nJoey: Uh, cause, uh, I’m a neurosurgeon and that was clearly a case of, uh,\nuh, foodal chokage.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Today we’re gonna start with some songs about barnyard animals.\n\n[singing]\nOh, the cow in the meadow goes moo,\nOh, the cow in the meadow goes moo.\nThen the farmer hits him on the head and grinds him up,\nAnd that’s how we get hamburgers.\n+++: Nooowww, chickens!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Look, I know I should have told you this a long time ago but I am not\nDrake Remore, OK. I’m not even a doctor, I’m an actor. I just pretend to be a\ndoctor.\n\nErica: Oh my God. Do the people at the hospital know about this?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Nurse: All right, all right, there’s a few too many people in this room, and\nthere’s about to be one more, so anybody who’s not an ex-husband or a lesbian\nlife partner, out you go!\n\nALL: Good luck!\n\nChandler: [to nurse] Let me ask you, do you have to be Carol’s lesbian life\npartner?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: [to Ben] I know, I know. Everybody, there’s someone I’d like you to\nmeet. Yeah. This is Ben. Ben, this is everybody.\n\nPhoebe: Susan, he looks just like you.\n\nSusan: Thanks.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: So we’re back on?\n\nCarol: We’re back on.\n\nMonica: You heard the woman. Peel, chop, devil! I can’t believe I lost 2\nminutes.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: I don’t know how to say this, but I think when your wife’s spirit left\nher body, it um, kind of stuck around in me.\n\nMr. Adelman: You’re saying, my wife is in you?\n\nPhoebe: Yeah. Okay, you don’t have to believe me but um, can you think of any\nunfinished business she might have had, like any reason she’d be hanging\naround?\n\nMr. Adelman: Well, I don’t know what to tell you, Dear. The only thing I can\nthink of is that she always used to say that before she died, she wanted to\nsee everything.\n\nPhoebe: Everything?\n\nMr. Adelman: Everything.\n\nPhoebe: Whoa, that’s a lot of stuff.\n\nMr. Adelman: Oh, wait, I remember, she also said she wanted to sleep with me\none last time.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[At Carol & Susan’s lesbian wedding]\n\nRachel: Hey, Mom? Having fun?\n\nMrs Green: Oh, am I! I just danced with a wonderfully large woman. And three\nother girls made eyes at me over the buffet. Oh, I’m not saying it’s something\nI wanna pursue, but it’s nice to know I have options.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Susan: You wanna dance?\n\nRoss: No, that’s fine.\n\nSusan: Come on. I’ll let you lead.\n\nRoss: Okay.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Question. Why do we always have to have parties where you poach things?\n\nMonica: You wanna be in charge of the food committee?\n\nRoss: Question two. Why do we always have to have parties with committees?\n\nJoey: Really. Why can’t we just get some pizzas and get some beers and have\nfun?\n\nRoss: Yeah.\n\nPhoebe: Yeah, I agree. Ya know, I think fancy parties are only fun if you’re\nfancy on the inside and I’m just not sure we are.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Sandra, I am so sorry, I thought you were Rachel and we just weren’t\nready for you yet.\n\nMrs. Greene: You thought I was Rachel?\n\nChandler: Yes because uh, you look so young.\n\nPhoebe: And because you’re both, you know, white women.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Listen if you wanna go, just go.\n\nGunter: No, she’ll yell at me again.\n\nPhoebe: Alright, I can get you out.\n\nGunter: What?\n\nPhoebe: Shh. In a minute, I’m gonna create a diversion. When I do, walk\nquickly to the door and don’t look back.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[At Rachel’s double birthday party]\n\nPhoebe: Okay, okay, she’s taking the trash out so I can get you out of here\nbut it has to be now, she’ll be back any minute.\n\nGirl 1: What about my friend Victor?\n\nPhoebe: No, only the three of you, any more than that and she’ll get\nsuspicious.\n\nGirl 1: Alright, let me just get my coat.\n\nPhoebe: There isn’t time. You must leave everything. They’ll take care of you\nnext door.\n\nGirl 1: Is it true they have beer?\n\nPhoebe: Everything you’ve heard is true.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Hi Dr. Greene. So, uh, how’s everything in the uh, vascular surgery\n….game?\n\nMr. Greene: It’s not a game Ross, a woman died on my table today.\n\nRoss: I’m sorry. See that’s the good thing about my job. All the dinosaurs on\nmy table are already dead.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Okay everybody, it’s time for flan.\n\nChandler: Yup, get ready for the gelatinous fun.\n\nJoey: Kinda looks like that stuff you get when you get a bad infection.\n\nMonica: Okay, that’s enough.\n\nPhoebe: Okay Rachel, make a special flan wish.\n\nRachel: Okay, I’ve got one.\n\n[blows out the candles. Somebody calls out “heads up” and the volleyball lands\nin the flan]\n\nRachel: Wow, those things almost never come true.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Okay, okay. If I were omnipotent for a day, I would want, um, world\npeace, no more hunger, good things for the rain-forest…And bigger boobs!\n\nRoss: Yeah, see.. you took mine.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: Phoebs, play with meeee.\n\nPhoebe: No. This game is grotesque. Twenty armless guys joined at the waist by\na steel bar, forced to play soccer forever. Ahh, hello, human-rights\nviolation.\n\nChandler: Ya know Phoebs, don’t feel so bad for ’em. After they’re done\nplaying, I break out the little plastic women and everybody has a pretty good\ntime.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ryan: If I had one wish, it would be to build a time machine, go back to when\nI was 7, when Jimmy Hauser had the chicken pox. I would grab that kid and rub\nhim all over my face.\n\nPhoebe: Yeah, or you know, you could just wish that I didn’t have them now.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Well, see when you’re acting you need to think about stuff like that. My\ncharacter, Joseph the processor guy, has two little girls, Ashley and\nBrittany. Ashley copies everything Brittany does.\n\nChandler: Well, invisible kids can be that way sometimes.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: She’s amazing! She makes the women that I dream about look like\nshort, fat, bald men!\n\nMonica: Well, go over to her! She’s not with anyone.\n\nChandler: Oh yeah, and what would my opening line be? “Excuse me.\nBlarrglarrghh.”\n\nRachel: Oh, c’mon. She’s a person, you can do it!\n\nChandler: Oh please, could she be more out of my league? Ross, back me up\nhere.\n\nRoss: He could never get a woman like that in a million years.\n\nChandler: Thank you, buddy.\n\nPhoebe: Oh, oh, but y’know, you always see those really beautiful women with\nthose really nothing guys. You could be one of those guys!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: Well, y’know, I had some trouble with it at first too, but the way I\nlook at it is, I get all the good stuff: all the fun, all the talking, all the\nsex; and none of the responsibility. I mean, this is every guy’s fantasy!\n\nPhoebe: Oh, yeah. That is not true. Ross, is this your fantasy?\n\nRoss: No, of course not! [Thinks] …Yeah, yeah, it is.\n\nMonica: What? So you guys don’t mind going out with someone else who’s going\nout with someone else?\n\nJoey: I couldn’t do it.\n\nMonica: Good for you, Joey.\n\nJoey: When I’m with a woman, I need to know that I’m going out with more\npeople than she is.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Well, you know what Chandler? I think you’ve gotta face it. You’re\nlike, the guy in the big office, you know. You’re the one that hires them,\nthat fires them… They still say you’re a great boss.\n\nChandler: They do?\n\nPhoebe: Uh huh. But they’re not your friends any more.\n\nChandler: I just want to--\n\nPhoebe: No, but you can’t.\n\nChandler: But I just wa--\n\nPhoebe: Uh uh.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Well, then you should come tonight. You know, just hang out with them.\nLet them see what a great guy you still are.\n\nChandler: You think I should?\n\nPhoebe: I really do, yeah.\n\nChandler: Okay.\n\nPhoebe: Okay.\n\nChandler: Okay.\n\nPhoebe: Oh, but, could we not go together? I, I don’t wanna be the geek that\ninvited the boss.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: And this man-child has no problem with how old you are?\n\nMonica: No, of course not. It’s not even an issue. Cause I told him I was 22.\n\nAll: What?\n\nMonica: Oh, I can’t pass for 22?\n\nPhoebe: Well, maybe 25-26.\n\nMonica: I am 26.\n\nPhoebe: There you go.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: You’re okay there?\n\nRoss: I can’t believe you two had sex in her dream.\n\nChandler: I’m sorry, it was a one-time-thing. I was very drunk and it was in\nsomebody else’s subconscious.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Okay. It’s, it’s about Alan. There’s something that you should know. I\nmean, there’s really no easy way to say this.. uh.. I’ve decided to break up\nwith Alan.\n\nRoss: Is there somebody else?\n\nMonica: No, nononono… it’s just… things change. People change.\n\nRachel: We didn’t change!\n\nJoey: So that’s it? It’s over? Just like that?\n\nPhoebe: You know… you let your guard down, you start to really care about\nsomeone, and I just- I- [chews her hair]\n\nMonica: Look, I- I could go on pretending-\n\nJoey: Okay!\n\nMonica: -but that wouldn’t be fair to me, it wouldn’t be fair to Alan- It\nwouldn’t be fair to you!\n\nRoss: Who-who wants fair? Y’know, I just want things back. Y’know, the way\nthey were.\n\nMonica: I’m sorry..\n\nChandler: [Sarcastic] Oh, she’s sorry! I feel better!\n\nRachel: [Tearful] I just can’t believe this! I mean, with the holidays coming\nup- I wanted him to meet my family-\n\nMonica: I’ll meet someone else. There’ll be other Alans.\n\nALL: Oh, yeah! Right!\n\nMonica: Are you guys gonna be okay?\n\nRoss: Hey hey, we’ll be fine. We’re just gonna need a little time.\n\nMonica: [dubious] I understand.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica [on the phone]: Hey, have you guys eaten, because uh, Richard and I\njust finished and we’ve got leftovers… Chicken and potatoes… What am I\nwearing?… Actually, nothing but rubber gloves.\n\n[Chandler and Joey come sprinting in]\n\nJoey: Ya know, one of these times you’re gonna really be naked and we’re not\ngonna come over.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: Yeah, I think for us, kissing is pretty much like an opening act,\ny’know? I mean it’s like the stand-up comedian you have to sit through before\nPink Floyd comes out.\n\nRoss: Yeah, and-and it’s not that we don’t like the comedian, it’s that-that…\nthat’s not why we bought the ticket.\n\nChandler: The problem is, though, after the concert’s over, no matter how\ngreat the show was, you girls are always looking for the comedian again,\ny’know? I mean, we’re in the car, we’re fighting traffic… basically just\ntrying to stay awake.\n\nRachel: Yeah, well, word of advice: Bring back the comedian. Otherwise next\ntime you’re gonna find yourself sitting at home, listening to that album\nalone.\n\nJoey: [Pause]….Are we still talking about sex?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: You’re twins?\n\nPhoebe: Yeah. We don’t speak. She’s like this high-powered, career driven\ntype.\n\nChandler: What does she do?\n\nPhoebe: She’s a waitress.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Joey and Chandler are watching T.V.]\n\nPhoebe: You know you should go outside and be with the three-dimensional\npeople.\n\nJoey: No, inside good, outside bad.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Alright, but I’m very excited about this OK, so you gotta promise you\nwon’t get all big-brothery and judgmental.\n\nRoss: Oh, I promise, what.\n\nMonica: It’s Richard Burke.\n\nRoss: Who’s Richard Burke? Doc, Doctor Burke? You have a date with Doctor\nBurke? Why? Why, why should that bother me? I, I love that man, he’s like a\nuh, brother… to dad.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Rachel dashes into the café, excited.]\n\nRachel: Airport, airport. Ross, not alone, Julie, arm around her. Cramp,\ncramp.\n\nChandler: Okay, I think she’s trying to tell us something. Quick, get the\nverbs.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: He’s right, man. Please. Move on. Go to China. Eat Chinese food.\n\nChandler: Course there, they just call it food.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: It was amazing! And not just for her… uh-uh. For me, too. It’s like, all\nof a sudden, I’m blind. But all my other senses are heightened, y’know? It’s\nlike… I was able to appreciate it on another level.\n\nChandler: I didn’t know you had another level.\n\nJoey: I know! Neither did I!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Hey, great skirt! Birthday present?\n\nRachel: Yeah.\n\nMonica: Oh, from who?\n\nRachel: From you. I exchanged the blouse you got me.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Well, I have to be, I don’t really have a choice, I mean, you know, I\ncould look at the bright side, I get two birthday parties and two birthday\ncakes.\n\nChandler: Well, actually just one birthday flan.\n\nRachel: What?\n\nChandler: It’s a traditional Mexican custard dessert…Look talk to Monica,\nshe’s on the food committee.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Listen honey, can you keep dad occupied, I’m gonna go talk to mom for\na while.\n\nRoss: Okay, do you have any ideas for any openers?\n\nRachel: Uh, let’s just stay clear of “I’m the guy that’s doing your daughter”\nand you should be okay.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: I am telling you, years from now, schoolchildren will study it as\none of the greatest first dates of all time. It was unbelievable! We could\ntotally be ourselves, we didn’t have to play any games…\n\nMonica: So have you called her yet?\n\nChandler: Let her know I like her? What are you, insane? It’s the next day!\nHow needy do I want to seem? [To the guys] I’m right, right?\n\nJoey &amp; Ross: Oh, yeah. Yeah. Let her dangle.\n\nMonica: I can’t believe my parents are actually pressuring me to find one of\nyou people.\n\nPhoebe: Oh, God, just do it! Call her! Stop being so testosteroney!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Oh, have either one of you guys ever been to the Rainbow Room? Is it\nreal expensive?\n\nChandler: Well, only if you order stuff.\n\nJoey: I’m takin’ Ursula tonight. It’s her birthday.\n\nRoss: Whoa. What about Phoebe’s birthday?\n\nJoey: When’s that?\n\nRoss: Tonight.\n\nJoey: Oh, man. What’re the odds of that happening?\n\nRoss: You take your time.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: [Entering with an issue of Cosmo] All right, I took the quiz, and it\nturns out, I do put career before men.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Mr. Geller: Honey, relationships are hard. Like with your Mom and me. You know\nafter we graduated college we broke up for a while. It seems her Father, your\nGrandfather, wanted her to travel around Europe, like he did.\n\nOf course, he got to do it on Uncle Sam’s nickel, because he was also strafing\nGerman troop trains at the time.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Mon, Mon, are you OK?\n\nMonica: You remember that video I found of mom and dad?\n\nRoss: Yeah.\n\nMonica: Well, I just caught the live show.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Hey, this isn’t about juice any more, alright man.\n\nChandler: Alright, so what’s it about?\n\nJoey: Eggs. Who’s eggs do you like better, his or mine, huh?\n\nChandler: Well I like both eggs equally.\n\nJoey: Oh come on. Nobody likes two different kinds of eggs equally. You like\none better than the other and I wanna know which.\n\nChandler: Well what’s the difference? Your eggs aren’t here any more, are\nthey? You took your eggs and you left. You really expect me to never find new\neggs?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[on “The Days of our Lives”:]\n\nAmber: I want you Drake.\n\nDr. Remore: I know you do but you and I can never be together that way.\n\nAmber: What?\n\nDr. Remore: There’s something I never told you Amber. I’m actually your\nhalf-brother.\n\n[Everyone gasps. The show ends.]\n\nRachel: So what happens next?\n\nJoey: Well, I get the medical award for separating the Siamese twins. Then\nAmber and I go to Venezuela to meet our other half-brother, Ramone. And that’s\nwhere I find the world’s biggest emerald. It’s really big but it’s cursed.\n\nChandler: God, that is good TV.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Come on man! You never want to do anything since you and Janice broke\nup.\n\nChandler: That’s not true! I wanted to wear my bathrobe and eat peanut\nclusters all day. I wanted to start drinking in the morning. Don’t say that I\ndon’t have goals!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Anyway. That’s when our Mom said we were not to play football ever\nagain.\n\nMonica: Y’know what, I think we should play a game. I mean come on, it’s been\ntwelve years.\n\nRoss: Can I see you for a second?\n\n[They walk over to the sink and discuss it for a moment]\n\nMonica: [shouting] Once!!\n\nRoss: All right, we’re gonna play.\n\nChandler: But wait a minute though, how are we gonna get there, though,\nbecause my Mom won’t let me cross the street.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: We should definitely play football more often. Maybe there’s like a\nleague we could join or something.\n\nPhoebe: Isn’t there a national football league?\n\nChandler: Yes. Yes, there is, they play on Sundays and Monday nights.\n\nRachel: Oh shoot! I work Monday nights.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Oh! You know my friend Abby who shaves her head? She said that if you\nwant to break the bad boyfriend cycle, you can do like a cleansing ritual.\n\nRachel: Phoebes, this woman is voluntarily bald.\n\nPhoebe: Yeah. So, we can do it tomorrow night, you guys. It’s Valentine’s Day.\nIt’s perfect.\n\nMonica: Okay, well, what kind of ritual?\n\nPhoebe: Okay. We can, um, we can burn the stuff they gave us.\n\nRachel: Or?\n\nPhoebe: Or…or we can chant and dance around naked, you know, with sticks.\n\nMonica: Burning’s good.\n\nRachel: Burning’s good. Yeah, I got stuff to burn.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: I’m just sayin’ if dogs do experience jet lag, then, because of the\nwhole um, seven dog years to one human year thing, then, when a dog flies from\nNew York to Los Angeles, he doesn’t just lose three hours, he loses like a\nweek and a half.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Janice: You seek me out. Something deep in your soul calls out to me like a\nfoghorn: “Janice! Janice!”. You want me. You need me. You can’t live without\nme. And you know it. You just don’t know you know it. See ya.\n\n[She kisses him passionately,then leaves.]\n\nChandler: Call me!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Frank Jr.: Well, no, maybe-maybe it wasn’t perfect, but y’know it was pretty\ncool, y’know, cause we had all those great talks y’know.\n\nPhoebe: Yeah, um, which ones in particular were great for you?\n\nFrank: Well y’know about the tongue thing, y’know, and how I told you about my\nlikes and my dislikes…\n\nPhoebe: I don’t….\n\nFrank: How-how I like to melt stuff, and how I dislike stuff that doesn’t\nmelt.\n\nPhoebe: Right, okay, um-mm.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: So, Chandler, who’s on your list?\n\nChandler: Ah, Kim Basinger, Cindy Crawford, Halle Berry, Yasmine Bleeth, and\nah, Jessica Rabbit.\n\nRachel: Now, you do realize that she’s a cartoon, and way out of your league?\n\nChandler: I know, I know, I just always wondered if I could get her eyes to\npop out of her head.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Monica is in her bed but can’t fall asleep]\n\nMonica (voice-over): If it bothers you that much, just go out and get the\nshoes. No. Don’t do this. This is stupid! I don’t have to prove anything, I’m\ngonna go get them… But then everyone will know. Unless I get them, and then\nwake up really early and put them back! …I need help! [Buries her head in her\npillow]\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Sure. Oh, um, Chandler? Y’know, the-the old Monica would - would\nremind you to scrub that Teflon pan with a plastic brush…But I’m not gonna do\nthat.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Okay, uh, Billy Dreskin, Pete Carney, Barry, and uh, oh, Paolo.\n\nRoss: Oh yes, the weenie from Torrini.\n\nRachel: Oh honey, are you jealous of Paolo? Oh, c’mon, I’m so much happier\nwith you than I ever was with him.\n\nRoss: Really?\n\nRachel: Oh please. That Paolo thing was barely a relationship. All it really\nwas was just, you know, meaningless animal sex.\n\n[Realizing what she just said.]\n\nRachel: Okay, you know, that sounded soooo much better in my head.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: I can’t believe two cows made the ultimate sacrifice so you guys could\nwatch TV with your feet up.\n\nChandler: Well they were chair-shaped cows. They never would have survived in\nthe wild.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Yes, but I, I think about who’s apartment we’re gonna sleep at\ntomorrow night and, and where we’re gonna have dinner next Saturday night. I\ndo not think about what our children’s names are gonna be. [watches Ross’\nexpression] You know what our children’s names are gonna be.\n\nRoss: No, no, I mean, ya know, I, I read a book and there was a girl named\nEmily and I thought, I thought that might be good.\n\nRachel: What was the book?\n\nRoss: The Big Book of Children’s Names.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Nono, me neither. Although, uh, y’know, back in college, Susan Sallidor\ndid [think Chandler was gay].\n\nChandler: You’re kidding! Did you tell her I wasn’t?\n\nRoss: No. No, it’s just cause, uh, I kinda wanted to go out with her too, so I\ntold her, actually, you were seeing Bernie Spellman… who also liked her.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: So, Ross, what’s going on with you? Any stories? [Digs her elbow into\nhis hand] No news, no little anecdotes to share with the folks?\n\nRoss: [Pulls his hand away] Okay! Okay. [To Mr. & Mrs. Geller] Look, I, uh- I\nrealise you guys have been wondering what exactly happened between Carol and\nme, and, so, well, here’s the deal. Carol’s a lesbian. She’s living with a\nwoman named Susan. She’s pregnant with my child, and she and Susan are going\nto raise the baby.\n\n[Stunned silence]\n\nMrs. Geller: [Turns to Monica] And you knew about this?!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Rachel is on the phone]\n\nRachel: Okay. [listens] Okay, daddy we’ll see you tomorrow night. [listens]\nOkay bye-bye. [hangs up]\n\nRoss: We?\n\nRachel: Are ah, having dinner with my Dad tomorrow night, I hope that’s okay.\n\nRoss: Oh shoot, tomorrow’s not so good, I’m supposed to um, fall off the\nEmpire State building and land on a bicycle with no seat. Sorry.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Hey, Monica bought a bed from the “Mattress King”?\n\nPhoebe: Yeah, so please, please, please, don’t say anything to Chandler.\n\nJoey: You want me to lie to Chandler?\n\nPhoebe: Is that a problem?\n\nJoey: No.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Dr. Green: You know what’s really good here, the lobster. What do you say -\nshall I just order three?\n\nRoss: Yeah, if you’re really hungry. (Dr. Green stares at him) It was a joke,\nI made a joke.\n\nRachel: Yeah. Actually, Daddy, Ross is allergic to lobster.\n\nDr. Green: What kind of person is allergic to lobster? I guess the kind of\nperson that works at a library.\n\nRoss: It’s not a library…\n\nDr. Green: [interrupting him] I know!! It’s a museum! What, you’re the only\none around here who can make a joke? At least mine was funny. Ah, waiter, we\nwill have two lobsters and a menu.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Okay, some tricks of the trade. Now, I’ve never been able to cry as an\nactor, so if I’m in a scene where I have to cry, I cut a hole in my pocket,\ntake a pair of tweezers, and just start pulling. O Bleethr ah, or, let’s say I\nwanna convey that I’ve just done something evil. That would be the basic “I\nhave a fish-hook in my eyebrow and I like it”. [Does it by raising one\neyebrow, and showing off the pretend fish-hook.] Okay, let’s say I’ve just\ngotten bad news, well all I do there is try and divide 232 by 13. [looks all\nconfused] And that’s how it’s done. Great soap opera acting tonight everybody,\nclass dismissed.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: I’m, I’m freaking out! Monica kinda trusted me with something and she\nshouldn’t have! All right, I haven’t lived here in a while, so I have to ask\nyou something: does Monica still turn on the lights in her bedroom?\n\nRachel: Um. yeah.\n\nPhoebe: I am soooo dead. [goes to Monica’s room]\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Look, honey, I have tried to make nice, it doesn’t work.\n\nRachel: Okay, look, Ross, I realise that my Father is difficult, but that’s\nwhy you have got to be the bigger man here.\n\nRoss: Look sweetie, I could be the bigger man, I could be the biggest man, I\ncould be a big, huge, giant man, and it still wouldn’t make any difference,\nexcept that I could pick your Father up and say “Like me! Like me tiny\ndoctor!”\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: What? It’s true, my right leg is two inches shorter.\n\nDr. Green: Come on! You’re just titling! [to Ross] Her legs are fine!\n\nRoss: I know that!\n\nDr. Green: So, why do you let her go to a chiropractor for?\n\nRachel: I’m sorry, let her?\n\nRoss: What can I do, she doesn’t listen to me about renter’s insurance either.\n\nDr. Green: Wait a minute, you don’t have renter’s insurance?!\n\nRachel: No.\n\nDr. Green: Well what if somebody steals something? How are you gonna run after\nhim with one leg shorter than the other?!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: And I gotta go sell some Christmas trees.\n\nPhoebe: Have fun. Oh wait, no, don’t! I forgot I am totally against that now.\n\nJoey: What? Me having a job?\n\nPhoebe: No, no, I am against innocent trees being cut down in their prime, and\ntheir, their corpses grotesquely dressed in like tinsel and twinkly lights.\n[to Joey] Hey, how do you sleep at night?\n\nJoey: Well, I’m pretty tired from lugging the trees around all day. Hey,\nPhoebe listen, you got this all wrong. Those trees were born to be Christmas\ntrees, their fulfilling their life purpose, by, by making people happy.\n\nPhoebe: Really?\n\n[Phoebe turns and looks at Monica, while Joey frantically motions to Chandler\nto help him out.]\n\nChandler: Yes. Yes, and ah, ah, the trees are happy too, because for most of\nthem, it’s the only chance to see New York.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Hi, I’m selling Brown Bird cookies.\n\nWoman: You’re no Brown Bird, I can see you through my peep-hole.\n\nRoss: No, hi, I’m, I’m an honorary Brown Bird [does the Brown Bird salute.]\n\nWoman: What does that mean?\n\nRoss: Ah, well, it means that I can sell cookies, but I’m not invited to\nsleep-overs.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: If you ask me, as long as you got this job, you’ve got nothing pushing\nyou to get another one. You need the fear.\n\nRachel: The fear?\n\nChandler: He’s right, if you quit this job, you then have motivation to go\nafter a job you really want.\n\nRachel: Well then how come you’re still at a job that you hate, I mean why\ndon’t you quit and get `the fear’?\n\n[Chandler and Joey both laugh]\n\nChandler: Because, I’m too afraid.\n\nRachel: I don’t know, I mean I would give anything to work for a designer, you\nknow, or a buyer…. Oh, I just don’t want to be 30 and still work here.\n\nChandler: Yeah, that’d be much worse than being 28, and still working here.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: [entering] Okay, stop what you’re doing, I need envelope stuffers, I\nneed stamp lickers…..\n\nRoss: Well hey, who did these resumes for ya?\n\nChandler: Me! On my computer.\n\nRoss: Well you sure used a large font.\n\nChandler: Eh, yeah, well ah, waitress at a coffee shop and cheer squad\nco-captain only took up so much room.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[At the Brown Bird meeting]\n\nRoss: [to the girl sitting next to him] Hi there. How many, how many ah, did\nyou sell?\n\nGirl: I’m not gonna tell you! You’re the bad man who broke Sarah’s leg.\n\nRoss: Hey now! That was an accident, okay.\n\nGirl: You’re a big scrud.\n\nRoss: What’s a scrud?\n\nGirl: Why don’t you look in the mirror, scrud.\n\nRoss: I don’t have to. I can just look at you.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: What, so this guy is helping you for no apparent reason?\n\nRachel: Uh-huh!\n\nRoss: And he’s, he’s a total stranger?\n\nRachel: Yeah! His name is um, Mark something.\n\nRoss: Huh. Sounds like Mark Something wants to have some sex.\n\nRachel: What!?\n\nRoss: Well, I’m just saying, I mean why else would he just, y’know, swoop in\nout of nowhere for no reason.\n\nRachel: To be nice.\n\nRoss: Hey, Joey. Are men ever nice to strange women for no reason?\n\nJoey: No, only for sex.\n\nRoss: Thank you.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Chandler enters hungover and groaning]\n\nMonica: How ya feelin’?\n\nChandler: Well, my apartment isn’t there any more, because I drank it.\n\nPhoebe: Where’d you get to? We lost you after you opened up all the presents.\n\nRoss: Yeah.\n\nChandler: Yeah, I ended up in the storage room, and not alone.\n\nAll: Woooo hoooo!!!\n\nChandler: Ow, no “woo-hooing,” no “woo-hooing.”\n\nPhoebe: Why, what happened?\n\nChandler: Ah, I fooled around with Joey’s sister. (Phoebe gasps) Well, that’s\nnot the worst part.\n\nMonica: What is the worse part?\n\nChandler: I can’t remember which sister.\n\nRoss: [To Rachel] You see what men do! Don’t tell me men are nice! [points to\nChandler ] This is men!!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Some knocking is heard from the ceiling]\n\nRoss: Ah, somebody’s at the door on the ceiling.\n\nRachel: Noo, that’s our unbelievably loud upstairs neighbor.\n\nMonica: He took up the carpet, and now you can hear everything.\n\nPhoebe: Why don’t you go up there and ask him to “step lightly, please?”\n\nMonica: I have like five times, but the guy is so charming, that I go up there\nto yell and then I end up apologizing to him.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: I’m hurt! I’m actually hurt, that you would think that I would send you\nany of those things out of any thing other than love. Hurt! Hurt!\n\nRachel: All right Ross!! I get it!!\n\nRoss: I mean my God…\n\nRachel: You’re hurt!\n\nRoss: …can’t, can’t a guy send a barbershop quartet to his girlfriend’s office\nanymorrrrre!!\n\nRachel: Oh, please, Ross it was so obvious! It was like you were marking your\nterritory. I mean you might have well have just come in and peed all around my\ndesk!\n\nRoss: I would never do that.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: All right fine, don’t do anything, just sit here and talk to us,\nmeanwhile she is talking to him about you. And he’s being Mr. Joe\nSensitive,and she starts thinking “Maybe this is the guy for me, because he\nunderstands me.”\n\nJoey: And before you know it, she’s with him. And you’ll be all, “Oh, man!”\nAnd he’ll be all, “Yes!” And us, we’ll be like, “Wh-whoa, dude.” And pretty\nsoon you’ll be like, [sadly] “Hhiii,” and, and, and, “I can’t go, Rachel and\nMark might be there.” And we’ll be like, “Man get over it, it’s been four\nyears!!”\n\nChandler: He paints quite a picture doesn’t he?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Margha: (coming over) The game is over, we eat now?\n\nChandler: No-no-no-no, the game’s not over, we’re just switching teams.\n\nJoey: Yeah, Chandler finds me so intimidating that it’s better if we’re on the\nsame team.\n\nRoss: Right. Okay, let’s play. Let’s go.\n\nChandler: No ah, hold on a second Joe, where do Dutch people come from?\n\nJoey: Ah well, the ah, Pennsylvania Dutch, come from Pennsylvania.\n\nChandler: And the other ah, Dutch people, they come from somewhere near the\nNetherlands, right?\n\nJoey: Nice try. (to Margha) See the Netherlands is this make believe place\nwhere Peter Pan and Tinker Bell come from.\n\nMargha: Oh, my.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Luisa: Oookay. Are you aware that possession of an illegal exotic [Ross’\nMonkey, Marcel] is, uh, punishable by up to two years in prison and\nconfiscation of the animal?\n\nPhoebe: Oh my God. You’d put that poor little creature in jail?\n\nMonica: Pheebs, you remember how we talked about saying things quietly to\nyourself first?\n\nPhoebe: Yes, but there isn’t always time!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Alright, I want my monkey.\n\nLuisa [from Animal Control]: No!\n\nRachel: Oh, c’mon, Luisa!\n\nLuisa: Sorry, prom queen.\n\nRoss: [To Rachel] You had to be a bitch in high school, you couldn’t have been\nfat.\n\nRachel: Alright. In high school I was the prom queen and I was the homecoming\nqueen and the class president and you… were also there!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Hi.\n\nAll: Hey.\n\nJoey: [to Phoebe] Look at you. Since when do you roller blade?\n\nPhoebe: Oh! Since tomorrow. I met this really cute guy in the park and he like\ny’know, jogs, and blades, and swims, and so y’know we made a deal that’s he’s\ngoing to teach me all sorts of jock stuff.\n\nRoss: And what are you going to do for him?\n\nPhoebe: I’m going to let him.\n\nRoss: Okay.\n\nJoey: Cool.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Hey, Rach, how you doing with The Shining?\n\nRachel: Oh, Danny just went into room 217.\n\nJoey: Ooh, the next part’s the best, when that dead lady in the bathtub…\n\nRachel: Oh, no, meh-nah-nah-nah, come on you’re gonna ruin it!\n\nJoey: All right I’ll talk in code. (to Ross and Chandler) Remember when the\nkid sees those two blanks in the hallway?\n\nChandler: Hmmm, that’s very cool.\n\nJoey: Oh, all blank, and no blank, makes blank a blank blank. Oh no-no-no, no,\nthe end when Jack almost kills them all with that blank, but then at last\nsecond they get away. Aw!\n\nRachel: Joey! I can’t believe you just did that!\n\nChandler: I can’t believe she cracked your code!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: These little women. Wow!\n\nChandler: Your liking it, huh?\n\nJoey: Oh yeah! Amy just burned Jo’s manuscript. I don’t see how he could ever\nforgive her.\n\nRoss: Um, Jo’s a girl, it’s short for Josephine.\n\nJoey: But Jo’s got a crush on Laurie. (Ross nods his head) Oh. You mean it’s\nlike a girl-girl thing? Cause that is the one thing missing from The Shining.\n\nChandler: No, actually Laurie’s a boy.\n\nJoey: No wonder Rachel had to read this so many times.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: (to Monica) Hey, how much will you give me to eat this whole jar of\nolives?\n\nMonica: I won’t give you anything, but you’ll owe me 2.95.\n\nJoey: Done.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: So Pheebs what’s this guy like?\n\nPhoebe: Um, well he’s very dashing, y’know, and um, very, very sophisticated,\nand he doesn’t speak any English, but according to his translator, he totally\ngets me.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: (entering) Hey, does anybody need anything copied? I’m going down to\nthe Xerox place.\n\nMonica: Oh, no thanks.\n\nChandler: Okay listen, just give me anything I can make two of.\n\nMonica: Well, if you don’t have anything to copy, why are you going down\nthere?\n\nJoey: Yeah, are you just going down there to gawk at that hot girl with the\nbelly button ring again?\n\nChandler: Yeah! You wanna come?\n\nJoey: Yeah!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: So you had fun, huh?\n\nPhoebe: Yeah. Except for, y’know when you’re on a date and you’re getting\nalong really great but the guy’s translator keeps getting in the way.\n\nMonica: No.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: Hey, y’know what, maybe we should get going. I mean what time did\nChloe say we should be there?\n\nJoey: Uh, 10:30.\n\nChandler: What time is it now?\n\nJoey: 4:30.\n\nChandler: Yeah all right, so we’ll hang out.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: You had no right coming down to my office, Ross. You do not bring a\npicnic basket to somebody’s work! Unless maybe they were a park ranger.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chloe: [seeing Ross enter] Hey, it’s the dinosaur guy. [runs over to Ross] Hi,\nRoss.\n\nRoss: Oh, hi Chloe.\n\nChloe: I want you to met some friends of mine. [Introduces him to Chandler and\nJoey] This guy is my hero, he comes in with some stuff he wants it blown up\n400%, we said we don’t do that, and he says you gotta. And y’know what? we did\nit. And now any time anybody wants 400, we just say “let’s Ross it!”.\n\nChandler: And that’s the only colour that comes in.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Oh, and I can also speak a little French. Voulez-vous coucher avec moi\nce soir? [Mischa laughs] Why? What did I say?\n\nMischa: Well, you just asked if I wanted to go to bed with you tonight.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Monica, can I talk to you behind my menu, please. [Behind the menu]\nWhat are you doing?\n\nMonica: Well, I was having a conversation.\n\nPhoebe: Yeah but, Mischa is so interested in you, that Sergei and I haven’t\nbeen able to say two words to each other.\n\nMonica: What do you want me to do? Just sit here silently while you three have\na conversation?\n\nPhoebe: That would be great. Thank you.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: Oh come on, we just had this huge fight, all right, don’t I have to wait\na while?\n\nChandler: Hey, this isn’t like swimming after you eat, pick up the phone!!\n\n[Ross goes to call her.]\n\nChandler: Y’know that whole swimming thing is a myth.\n\nJoey: Yeah, tell that to my Uncle Lenny.\n\nChandler: Why? What happened to him?\n\nJoey: Nothing, he just really believes in that.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Mischa: [to Monica] And the vet said it was time. And so from half a world\naway, while my Mother held the phone to his ear, I said good bye to my dog. In\nseven languages.\n\nMonica: Oh. [to Phoebe] Can I have a tissue?\n\nPhoebe: Oh, yeah, sure. I just hope you, hope you don’t accidentally suck it\nup through your nose and choke on it.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Okay, all right don’t judge me to much. Okay? Um, but I saw this\ninfomercial, and um, I swear to you I have never-ever bought anything on TV\nbefore, except for this mop. But there was this stuff on leg waxing, it just,\nit looked so amazing….\n\nPhoebe: Waxine!!\n\nMonica: Yes! Have you seen it?\n\nPhoebe: Oh, it’s incredible! I so want to be a Waxine girl.\n\nMonica: I know!!\n\nPhoebe: God. Do you think it really doesn’t hurt? `Cause how can they do that?\n\nMonica: Hello! Organic substances recently discovered in the depths of the\nrain forest!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: You think?! God, I, ah, I’m in hell. I mean what, what am I gonna do?\nRachel’s all like, “I love you and, and let’s work on this.” And all I can\nthink about is, “What is she gonna do? What is she gonna say?” when I tell her\nwhat I did.\n\nChandler: Well, before we answer that, I think we should address the more\nimportant question: how dumb are you?\n\nRoss: What?! Look, we’re trying to rebuild a relationship here, right. How am\nI supposed to do that here, without being totally honest with each other?\n\nJoey: Look, Ross look, I’m on board about this total honesty thing, I am. Just\nnot about stuff that’s gonna get you in trouble.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Ross, you had sex with another woman!\n\n[Cut to Monica’s bedroom, both Monica and Phoebe gasp.]\n\nMonica: Oh my God.\n\nPhoebe: Oh, I knew something had to be wrong, because my fingernails did not\ngrow at all yesterday.\n\nChandler: Yeah, well, I guess they had a fight, and he got drunk…\n\nMonica: Oh!! [hits Chandler and Joey on the head] You guys knew about this and\nyou didn’t tell us?!\n\nChandler: [To Joey] He has sex, and we get hit on our heads.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: God! And to have to hear about it from Gunther!!\n\nRoss: Come on! Like I wanted him to tell you, I ran all over the place trying\nto make sure that didn’t happen!\n\nRachel: Oh, that is so sweet. I think I’m falling in love with you all over\nagain.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: We could eat the wax! It’s organic.\n\nChandler: Oh great, food with hair on it.\n\nPhoebe: No, not the used wax.\n\nChandler: Because *that* would be crazy?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: Fine. [on the phone] Hi! Yes, I’d like to order a large pizza.\n\nRoss: No anchovies.\n\nRachel: With ah, extra anchovies.\n\nRoss: That’s okay, I’ll just pick `em off.\n\nRachel: Yeah, and could you please chop some up and just put it right there in\nthe sauce?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Y’know I had a dream where Ross and Rachel were still together, they\nnever broke up. And we were all just like hanging out, and everyone was\nhappy….\n\nJoey: I had the same dream!\n\nPhoebe: Yeah, and nobody slept with that Xerox girl.\n\nJoey: Oh, I had the opposite dream.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Rachel enters.]\n\nMonica: (seeing her) Okay, let’s go!! Let’s hit the road!!\n\nRachel: Hey!\n\nMonica: Let’s get the show on it!\n\nRachel: Okay, let me just get a cup of coffee.\n\nMonica: Oh Rachel, I know the best coffee house and it’s soooo close.\n\nRachel: Closer than here?\n\nPhoebe: (turning around and picking a cup off of a table) Oh, hey, look, I\nfound coffee! (handing her the cup) Okay, let’s skedaddle.\n\nRachel: Wait, I’m not just gonna drink somebody’s old coffee.\n\nPhoebe: Okay, your highness.\n\n[Ross enters behind Rachel, and look at each other for a moment.]\n\nPhoebe: (in a deep voice, imitating Ross) Um, Rachel I’m really sorry.\n(imitating Rachel) That’s okay, do you wanna get back together? (imitating\nRoss) Yeah, okay. (in her normal voice) Did anyone else hear that?!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Okay, Monica’s are the biggest.\n\nMonica: These tiny, little non-breasts?! Please, it’s gotta be Rachel.\n\nRachel: What, no, no, no, mine are deceptively small I mean, I-I-I actually\nsometimes, st-stuff my bra.\n\nMonica: All right then, your bra would still be big.\n\nRachel: No, I stuff outside the bra.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Okay. [She puts the car in gear. The car moves a few feet and sputters\nto a stop.] Phoebe: Oh, no!\n\nRachel: What, what’s it, what’s going on?\n\nPhoebe: Yeah, this has happened before.\n\nRachel: So you know how to fix it?\n\nPhoebe: Yep. Put more gas in.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Do you at least know what route we’re on?\n\nRachel: Yeah, we are definitely on Route 27.\n\nPhoebe: Okay. [on phone] We are at a rest stop on Route 27. Okay. [to Rachel]\nThere is no Route 27. [listens on phone] [to Rachel] Okay, either 93 or 76?\n\nRachel: I don’t know, I’m sorry, I always slept in the back when we drove up\nhere.\n\nPhoebe: Okay. [on phone] Hey, can you send somebody up and down 76 and check\nevery rest stop, and, and also 93? [listens] Okay! [hangs up] Yeah, no they\ndon’t do that.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Joey is making a sign on the ground out of sticks]\n\nJoey: Okay, done.\n\nMonica: [reading the sign] What’s “PLEH”?\n\nJoey: That’s “HELP” spelled backwards, so that the helicopters can read it\nfrom the air!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: [sarcastic] Oh please, can’t I come to your special, magical cabin?\n\nRachel: Why would you even want to come Ross? You’re a horrible skier.\n\nRoss: Oh-oh, hitting me where it hurts - my ski skills.\n\nMonica: Here we go again.\n\nJoey: I-I can’t handle this, you guys.\n\nChandler: You know what, I can handle it, handle is my middle name. Actually\nit’s the ah, middle part of my first name.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: All we’re saying is don’t rush into anything.\n\nJoey: Yeah, come on, think about it. You’re 18, okay? She’s 44. when you’re\n36, she’s gonna be 88!\n\nFrank: What, you don’t think I know that?\n\nJoey: Look, the point is, there’s a lot of women out there you haven’t even\nhad sex with yet!\n\nRoss: Yeah, he-he’s right, he’s right. This is your time, y’know. Yeah: you’re\nyoung, you’re…you’re weird. Chicks dig that.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Pete: …so y’know, that’s why, within a few years, that voice recognition is\ngonna be pretty much standard on any computer you buy. Y’know, so you could be\nlike-like, “Wash my car!”, “Clean my room!” It’s not gonna be able to do any\nof those things, but it’ll understand what you’re saying.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: [entering, dancing and singing] Oh mommie, oh daddie, I am a big old\nbaddie! Oh mommie, oh daddie, I am a big old baddie! [He dances around the\ndinner table and exits]\n\nRoss: I guess he musta gotten the part in that play.\n\nMonica and Phoebe: Oh.\n\nChandler: Yeah, either that, or Gloria Estefan was right, eventually, the\nrhythm is going to get you.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Kate: That infomercial! For the milk carton spout thing! You’re.. you’re..\nyou’re the guy that doesn’t know how to pour milk!!\n\nJoey: See, I actually *can* pour milk, but I got you believing that I\ncouldn’t. Now, see - that’s acting.\n\nKate: Right, at the end, you choked on a cookie.\n\nJoey: Yeah, that was real.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: I mean I think I’d say no to anybody right now. Oh, but it was so\nstrange. I mean I’m standing there with this charming, cute guy, who’s asking\nme to go out with him, which I’m allowed to do, and I felt guilty. You know,\nlike I’d be cheating on Ross or something.\n\nPhoebe: Wow. So, okay, maybe that means that, you’re not over Ross yet and you\nhave issues with your father.\n\nRachel: I don’t have any issues with my Father.\n\nPhoebe: Okay, so it’s probably just the Ross thing then.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Look, is there something wrong with me? I mean why am I only attracted\nto guys where there’s no future? Either they’re too old, or they’re too young,\nand then there’s Pete who’s… who’s crazy about me, and who’s absolutely\nperfect for me, and there’s like zip going on! I mean, seriously, does it\nsound like something’s wrong with me?!\n\nPhoebe: Yeah, kinda.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: God, I just, I hate her! I hate her!! With her, “Oh, I’m so talented.”\nand “Oh, I’m so pretty,” and “Ooh, I smell so good.”\n\nChandler: I think somebody has a crush on somebody.\n\nJoey: Hey, Chandler, can we please stay focused on my problem here?! You know?\n\nChandler: I’m talking about you. You big, big freak.\n\nJoey: Oh. (realises) Oh. Oh, you’re out of your mind.\n\nChandler: Hey, you have nothing but talk about her for the last 48 hours! If\nyou were in a school yard you’d be pulling her pigtails and pushing her down\nnow!\n\nJoey: Oh, yeah?! Then how come I keep thinking about her in all these sexual\nscenarios and stuff, huh?!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: [holding a tissue] And is this in case the house sneezes?\n\nPhoebe: No, no, that’s the ghost for the attic.\n\nMonica: I don’t want a ghost.\n\nPhoebe: Well, nobody wants a ghost. But you’ve got one, because the house is\nsitting on an ancient Indian burial ground.\n\nRoss: Wait a minute, the house was built on radioactive waste, and an ancient\nIndian burial ground? That would never happen.\n\nPhoebe: Okay, obviously you don’t know much about the U.S. government.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Kate: He happens to be brilliant. Which is more than I can say for that\nsweater you’re dating.\n\nJoey: Hey, I’m not interested in her sweater! It’s what’s underneath her\nsweater that counts. And besides, since ah, since when do you care who I’m\ngoing out with?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Kate: Look um, I, I was, I was just caught up in the moment. That’s all it\nwas. Joey, I’m, I’m sorry you feel bad, but haven’t you ever sleep with a\nwoman where it meant more to her than it did to you?\n\nJoey: Noo.\n\nLauren: [entering] Hi, Kate!\n\nKate: Hi, Lauren.\n\nJoey: Hi, Lauren.\n\nLauren: Hi, pig!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: [entering] Hey!\n\nMonica: [runs over to her] I tried to reach you at work. There’s… been a fire.\n\nPhoebe: What?! Oh my… [sees the remains of the house] Oh my God!! What\nhappened?!\n\nRoss: Well, we believe it originated here. [He uses a pointer and points to\nthe point of origin.] In the Aroma Room.\n\nPhoebe: All right. Did everyone get out okay?\n\nMonica: Well, the giraffe’s okay. And so is the pirate.\n\nPhoebe: Oh. What is this? [She sees a tissue covering something, and moves to\nremove it.]\n\nRoss: No Phoebe, don’t look! You don’t want to see what’s under there!!\n\nPhoebe: [She pauses to ready herself, and removes the tissue.] Oh, the - the\nFoster puppets!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: [on phone] Well, so anyway Beth, what I’m saying is I should’ve\nconsidered your feelings before I went home with you that night. I’ve ah, I’ve\nrecently learned what’s it like to be on your side of it, and I’m sorry. So,\ndo you think you can forgive me? [listens] Great. Thanks. Okay, bye. [He sits\ndown and crosses out something, and dials the phone again.] Hello, Jennifer?\n[listens] Oh hi, Mrs. Loreo, is Jennifer there? [listens] Oh, she’s not home,\nhuh? [listens] Well ah, actually I kinda need to talk to you too.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[Ross enters, wearing a white suit with a little red bow tie]\n\nRoss: Hey, you guys! Guess what?\n\nRachel: [looking at the outfit] Got a job on a river boat?\n\nRoss: Y’know what I didn’t wear this suit for a year because you hated it.\nWell, guess what? You’re not my girlfriend any more so…\n\nRachel: Oh I see, so this suit is making a point.\n\nRoss: Right.\n\nRachel: Now that you’re on you’re own, you’re free to look as stupid as you\nlike.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: All right, listen, I-I have that TV thing in like two hours, and I need\nyour help, okay? What do you think? [takes out two suits] This blue suit, or\nthis brown one?\n\nJoey: Well, the brown one brings out your eyes, but your butt looks great in\nthe blue one.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Does it involve travel?\n\nPhoebe: Noo!\n\nMonica: Does it involve clogs?\n\nPhoebe: Oh, wait, wait. Clogs, or claws?\n\nMonica: Clogs.\n\nPhoebe: No.\n\nMonica: Claws?!\n\nPhoebe: No.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Oh, hey, you guys are finally gonna get to meet Kate!\n\nAll: Oh!\n\nJoey: [To Chandler:] And I ah, borrowed some of your cologne. I hope she likes\nit.\n\nMonica: Joey, what are you doing?! It’s never gonna happen, she’s seeing\nsomebody.\n\nChandler: Yeah, and I don’t have any cologne.\n\nJoey: The green bottle next to the shaving cream.\n\nChandler: Oh! Worm medicine for the duck.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Caitlin: So. How’d you guys meet?\n\nPete: Well ah, the short version is, I ah pursued her for a couple of months,\nthen I gave her a check for 20,000 dollars, and she was mine.\n\nMonica: Yeah, and in the long version, I dump him for telling people the short\nversion.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"The Director: [entering carrying a newspaper] Here we go people! [starts\nreading the review] Boxing Day! The Lucille Lortel Theatre, blah-la-la-la…\nAh-ha! Joey Tribbiani, gives an uneven performance, but Mr. Tribbiani is not\nthe worst thing in this production.\n\nJoey: Yes!!! Ha-ha-ha!\n\nThe Director: Kate Miller’s awkward and mannered portrayal is laughable. [Kate\nwalks away depressed.] Badda-badda-badda. Ah-ha! Here it is! The direction by\nMarshal Talmant is… [stops, reads it again, and throws down the paper in\ndisgust] Thank you, boys and girls, you’ve ruined my life. Please, stuff your\ntalentless faces with my Mother’s crab cakes! [Starts to leave] Excuse me!!\n\n[Joey steps in a picks up the paper, the gang all look at him.]\n\nJoey: Anyone mind if I save this?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"[After the bad review of the play in the “New York Times”.]\n\nJoey: Hey, tell ya what. Let me walk you home. We’ll stop by every news stand\nand burn every copy of their Times and the Post.\n\nKate: Why the Post?\n\nJoey: Oh, you didn’t see the Post?\n\nKate: No. You?\n\nJoey: No. Why?\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Well so, how come you blew me off? Y’know? How come you were with him?\n\nKate: I don’t know! I just, just do this! I-I always have to pick the… like\nthe smartest guy, or-or the most talented guy. Why can’t I just pick someone\nlike you?\n\nJoey: Thanks.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: So Pheebs, do they know about each other?\n\nPhoebe: Does a dog’s lips move when he reads? [Pause.] Okay, no they don’t.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Pete’s breaking up with me.\n\nAll: What?!\n\nMonica: I just checked my messages, and he said that when he gets back from\nAtlanta, we need to talk.\n\nRachel: And?\n\nMonica: Well that’s it. People never say “We need to talk” unless it’s\nsomething bad.\n\nJoey: Whoa, that doesn’t necessarily mean that he’s breaking up with you.\n\nMonica: Really?!\n\nJoey: Yeah, maybe he just cheated on you.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: So Pheebs, pick one of them.\n\nMonica: Yeah. Which one do you like more?\n\nPhoebe: Well, Vince is great, y’know cause, he’s like a guy, guy. Y’know? He’s\nso burly, he’s soooo very burly. (giggles)\n\nJoey: Okay, good, so there you go. Go with Vince.\n\nPhoebe: Yeah, but Jason’s really sensitive.\n\nChandler: Well sensitive is important, pick him.\n\nPhoebe: Yeah.\n\nJoey: Oh sure, go with the sissy.\n\nPhoebe: Jason is not a sissy!\n\nJoey: Oh no-no-no-no, I meant Chandler.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Chandler: Yes, but this is Pete. Okay? He’s not like other people, on your\nfirst date he took you to Rome. For most guys that’s like a third or fourth\ndate kinda thing.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Guru Saj: You must be Ross.\n\nRoss: Hi.\n\nGuru Saj: I am Guru Saj. (takes the drawer back and replaces)\n\nRoss: Listen, I got to tell you I’ve… I’ve never been to a guru before, so…\n\nGuru Saj: Well, relax. If it makes you feel better, I’ve attended some of the\nfinest medical schools in Central America.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Rachel: So, come on, what was the big news Pete wanted to tell you Mon?! Or\nshould I say Mrs. Monica Becker?\n\nPhoebe: No-no-no oh, keep your name, don’t take his name.\n\nMonica: He didn’t ask me to marry him.\n\nAll: Oh.\n\nPhoebe: Well then *definitely* don’t take his name.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Monica: Please tell me you’re stopping now.\n\nPete: I’m fine! I’d fight tonight, if they’d let me. [stands up and starts\nswinging his arms] See this circle I’m marking off here? This is my zone of\nterror.\n\nMonica: You are insane! You-you gotta give this up!\n\nPete: I can’t until I’m the ultimate fighter. I will do it. I’m telling you,\nthe day will come when children will argue over who will win a fight, me or\nSuperman. Now, I’m not saying I could beat Superman, but y’know, kids are\nstupid.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe: Oh, I am having the best karma this week. First, I find this woman who\nknew my parents, and then my client with the fuzzy back gives me his beach\nhouse.\n\nRoss: Yeah? What about ah, that bike messenger you hit?\n\nPhoebe: Oh, I wasn’t talking about his karma.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Phoebe Sr.: So I guess you’d like to know how it all happened.\n\nPhoebe: I-I mean I, well I think I can figure it out. I guess y’know I was\nborn, and everyone started lying their asses off!\n\nPhoebe Sr.: Noo! No! It wasn’t like that I… Remember how I told you how Lily,\nFrank, and I we were, we were close. Well, we were, we were very close.\n\nPhoebe: How close?\n\nPhoebe Sr.: Well, the-the three of us we were, kind of um, a couple.\n\nPhoebe: I don’t even know how that would work!\n\nPhoebe Sr.: Well, we were…\n\nPhoebe: (interrupting) I’m not asking!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: All right. [gets up]\n\nMonica: [stopping him] No! Joey, we swore we’d never tell!\n\nChandler: [running over and joining Monica] They’ll never understand!\n\nJoey: Well, we have to say something! We have to get it out! It’s eating me\nalive!! Monica got stung by a jellyfish.\n\nMonica: [interrupting] All right!! All right. [walks slowly into the living\nroom] I got stung. Stung bad. I couldn’t stand. I-I couldn’t walk.\n\nChandler: [following Monica] We were two miles from the house. Scared and\nalone. We didn’t think we could make it. [He goes to put his hands on Monica’s\nshoulders but for some reason can quite complete the action and pulls back.]\n\nMonica: I was in too much pain.\n\nJoey: And I was tired from digging the huge hole!\n\nChandler: And then Joey remembered something.\n\nJoey: I’d seen this thing on The Discovery Channel…\n\nRoss: Wait a minute! I saw that! On The Discovery Channel, yeah! About\njellyfish and how if you… [stops suddenly and turns to look at Monica] Ewwww!!\nYou peed on yourself?!\n\nPhoebe and Rachel: Ewwww!!\n\nMonica: You can’t say that!! You-you don’t know!! I mean I thought I was gonna\npass out from the pain! Anyway I-I tried, but I-I couldn’t…bend that way. So…\n[looks at Joey.]\n\nPhoebe, Ross, and Rachel: [turning to look at Joey] Ewwww!!\n\nJoey: That’s right I stepped up! She’s my friend and she needed help! And if I\nhad too, I’d pee on anyone of you! Only, uh, I couldn’t. I got the stage\nfright. I wanted to help, but there was too much pressure. So-so I uh, I\nturned to Chandler.\n\nChandler: [wails loudly into his hands] Joey kept screaming at me: “Do it now!\nDo it!! Do it! Do it now!!”. Sometimes late at night I can still hear the\nscreaming.\n\nJoey: [laughs] That’s cause sometimes I just do it through my wall to freak\nyou out.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Ross: I didn’t know what I was taking full responsibility for! Okay?! I didn’t\nfinish the whole letter!\n\nRachel: What?!!\n\nRoss: I fell asleep!\n\nRachel: You fell asleep?!\n\nRoss: It was 5:30 in the morning, and you had rambled on for 18 pages. Front\nand back!! Oh-oh-oh, and by the way, Y-O-U-apostrophe-R-E means “you are,”\nY-O-U-R means “your!”\n\nRachel: Y’know I can’t believe I even thought about getting back together\nagain! We are so over!!\n\nRoss: [starts to cry] FINE BY ME!! [he opens the door and traps Chandler\nbehind it]\n\nRachel: Oh, oh, and hey-hey-hey, those little spelling tips will come in handy\nwhen you’re at home on Saturday nights playing Scrabble with Monica!!\n\nMonica: Hey!!\n\nRachel: [to Monica] Sorry!! [to Ross] I just feel bad about all that sleep\nyou’re gonna miss wishing you were with me!\n\nRoss: Oh, no-no-no don’t you worry about me falling asleep. I still have your\nletter!!!\n\nRachel: And hey! Just so you know, it’s not that common, it doesn’t happen to\nevery guy, and it is a big deal!!\n\nChandler: I KNEW IT!!!\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\"},{\"Joey: Hey-hey, Ross?\n\nRoss: Yeah.\n\nJoey: I’ve got a science question.\n\nRoss: Hmm?\n\nJoey: If the Homo sapiens, were in fact “Homo-sapien”, is that why they’re\nextinct?\n\nRoss: Joey, Homo sapiens are people.\n\nJoey: Hey-hey, I’m not judging.\n\n    -- David Crane & Marta Kauffman\n    -- Friends (T.V. Show) ( http://en.wikipedia.org/wiki/Friends )\n}"